[
  "templater-obsidian",
  "dataview",
  "calendar",
  "periodic-notes",
  "quickadd",
  "various-complements",
  "tag-wrangler",
  "omnisearch",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "darlal-switcher-plus"
]